[
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186725-stage-web-designer-infographiste-h-f/",
    "sections": {
        "Entreprise": "Webcom est une agence digitale innovante spécialisée dans la création de sites web sur mesure, boutiques e-commerce, et solutions IA. Nous aidons les entreprises à renforcer leur présence en ligne à travers un design moderne, une identité visuelle forte et des expériences utilisateurs engageantes.",
        "Description du poste": "Nous recherchons un(e) stagiaire créatif(ve) et passionné(e) par le design digital pour contribuer à la conception et à l’amélioration de l’identité visuelle de nos projets clients (sites web, e-commerce, applications mobiles, réseaux sociaux, etc.).",
        "Tes principales missions": [
            "Concevoir des maquettes web modernes et responsives (desktop & mobile)",
            "Créer des visuels attractifs pour les sites, réseaux sociaux et campagnes publicitaires",
            "Participer à la conception de chartes graphiques, logos et éléments d’identité visuelle",
            "Collaborer avec les développeurs et l’équipe marketing pour assurer la cohérence graphique des projets"
        ],
        "Profil recherché": [
            "Étudiant(e) en design graphique, communication visuelle, web design ou multimédia",
            "À l’aise à l’écrit comme à l’oral (français, anglais apprécié)",
            "Maîtrise d’un ou plusieurs outils comme Canva, Figma, Adobe XD, Photoshop ou Illustrator",
            "Grande capacité d’adaptation et envie d’apprendre rapidement à utiliser notre plateforme interne de création de sites web et e-commerce basée sur l’IA",
            "Sens du détail et goût prononcé pour les tendances visuelles modernes",
            "Créativité, autonomie, rigueur et curiosité",
            "(Optionnel) Connaissances en intégration web (HTML, CSS, WordPress ou autres) sont un plus"
        ],
        "Rémunération": "Ce stage propose une rémunération sous forme de commissions (20 % en cas de participation à un contrat client), avec une rémunération de base à partir de 1.000,00DH par mois. Il offre une possibilité d’évolution vers un poste rémunéré selon les performances et les besoins de l’agence.",
        "Conditions": [
            "Stage",
            "2 mois (renouvelable selon performance)",
            "Temps plein",
            "Sur place – Possibilité de Télétravail à terme.",
            "Dès que possible"
        ],
        "Ce que tu gagneras": [
            "Une expérience réelle dans un environnement digital international",
            "Un accompagnement sur les meilleures pratiques de design, UX/UI et communication visuelle",
            "La possibilité de participer à des projets réels pour des clients basés au Maroc, en France, en Suisse et à Dubaï."
        ],
        "Formation": [
            "Bac + 2 (BTS, DUT) (Optionnel)"
        ]
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186676-offre-de-stage-pre-embauche-casablanca/",
    "sections": {
        "Stage pré embauche – RABAT, KENITRA, MARRAKECH.": "Rejoignez notre équipe pour un stage pré embauche stimulant dans l’une de nos villes : Rabat, Kenitra ou Marrakech.",
        "Compétences appréciées :": [
            "Curiosité intellectuelle et forte capacité d’adaptation.",
            "Sens de l’organisation et rigueur méthodologique.",
            "Esprit d’équipe et excellentes capacités de communication.",
            "Maîtrise du Pack Office (Word, Excel, PowerPoint)."
        ],
        "Qualités personnelles :": [
            "Autonome et proactif(ve).",
            "Force de proposition.",
            "Dynamique et motivé(e) par l’idée de s’intégrer durablement dans notre structure."
        ],
        "Ce que nous vous offrons": [
            "Une mission de stage riche et formatrice avec des responsabilités concrètes.",
            "Une immersion totale dans la vie de l’entreprise et ses projets.",
            "Une véritable perspective d’embauche"
        ],
        "Informations complémentaires :": [
            "Stage riche en expériences pratiques",
            "Lieu : Rabat, Kenitra ou Marrakech",
            "Durée : 6 mois"
        ],
        "Critères pour le poste: OFFRE DE STAGE PRE EMBAUCHE – Casablanca": [
            "Autre",
            "Enseignement",
            "Education",
            "Formation",
            "Stage",
            "A discuter",
            "casablanca"
        ]
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186678-stage-remunere-en-marketing-et-communication-casablanca/",
    "sections": {
        "Offre de stage rémunéré": "Vous êtes passionné par le marketing et la communication, et vous souhaitez développer vos compétences dans un environnement dynamique et stimulant ? Alors ce poste est pour vous !!!",
        "Profil recherché :": [
            "Formation Bac+3/Bac+5 en Marketing, Communication, Commerce ou équivalent.",
            "Une première expérience en Marketing, Communication est fortement souhaitable.",
            "Intérêt marqué pour les stratégies de communication digitale et traditionnelle.",
            "Maîtrise des outils de visualisation et des réseaux sociaux est un atout.",
            "Créatif(ve), autonome, rigoureux(se) et doté(e) d’un bon sens relationnel."
        ],
        "Critères pour le poste:": [
            "Marketing",
            "Communication",
            "Publicité",
            "Rp",
            "Marketing",
            "Communication"
        ]
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186682-stage-pfe-analyse-de-marche/",
    "sections": {
        "MISSIONS PRINCIPALES": [
            "Stage en économie et marketing avec participation à l’élaboration de stratégies marketing, analyse de marché, et développement commercial.",
            "Immersion en environnement professionnel dynamique."
        ],
        "PROFIL RECHERCHÉ": [
            "Bac+5 dans le domaine concerné",
            "0-2 ans dans un poste similaire (un atout)",
            "Maîtrise des outils analytics, créativité, connaissance des tendances du marché, esprit d’analyse stratégique."
        ],
        "ATOUTS": [
            "Maîtrise des outils spécifiques au domaine",
            "Excellentes compétences communicationnelles",
            "Capacité d’adaptation et travail en équipe",
            "Dynamisme et sens des initiatives"
        ]
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186686-stage-remunere-assistante-commercial-developpement-des-affaires/",
    "sections": {
        "About Jaloua Verde": "Jaloua Verde is a young import & distribution company based in Casablanca, dedicated to introducing premium and organic Mediterranean olive oils to the Moroccan market.",
        "Role": "We are looking for a Sales & Business Development Assistant to support our early-stage commercial operations. The role involves helping the founder with client outreach, lead tracking, and coordination with partners, as well as assisting in client visits and relationship building when needed.",
        "Main Responsibilities": [
            "Research and identify potential retailers, distributors, and restaurants.",
            "Prepare and send outreach messages and follow-up emails (in French & English).",
            "Update and manage CRM tools (HubSpot / Excel) with client data and notes.",
            "Support sales reporting, assist in preparing proposals or product sheets.",
            "Participate in client meetings or visits when required.",
            "Coordinate with logistics and suppliers on documentation when needed."
        ],
        "Profile Sought": [
            "Étudiant(e) ou jeune diplômé(e) en commerce, marketing ou gestion internationale.",
            "Parfaite maîtrise du français et de l’anglais (espagnol est un plus).",
            "À l’aise avec la communication écrite et les outils bureautiques (Google Workspace, Excel).",
            "Organisé(e), rigoureux(se), avec un fort sens du suivi et du détail.",
            "Intérêt marqué pour l’import-export, l’agroalimentaire, la distribution et le retail alimentaire.",
            "Esprit proactif, capable de s’adapter dans un environnement entrepreneurial."
        ],
        "Internship Details": [
            "Stage rémunéré, à temps partiel (? 20h/semaine).",
            "Horaires flexibles (4h/jour, du lundi au vendredi).",
            "Possibilité de travail hybride (présentiel et à distance).",
            "Début : immédiat / selon disponibilité du candidat."
        ],
        "How to Apply": "Send your CV and a short message (in French or English). Subject: Sales & Business Development Assistant – [Your Name]"
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186693-stage-pfe-conducteur-de-travaux/",
    "sections": {
        "Missions Principales": "Stage en ingénierie civile avec implication dans des projets de construction, supervision de chantiers, et études techniques. Expérience pratique en environnement professionnel.",
        "Profil Recherché": [
            "Bac+5 dans le domaine concerné",
            "0-2 ans dans un poste similaire (un atout)",
            "Connaissance des normes de construction, maîtrise des logiciels de conception, sens des responsabilités, gestion de projet."
        ],
        "Atouts": [
            "Maîtrise des outils spécifiques au domaine",
            "Excellentes compétences communicationnelles",
            "Capacité d’adaptation et travail en équipe",
            "Dynamisme et sens des initiatives"
        ]
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186704-stage-assistante-telephonique-bilingue-anglais-francais-teletravail/",
    "sections": {
        "À propos de nous": "MarHire est une plateforme internationale spécialisée dans la mobilité et le tourisme au Maroc (location de voitures, transferts aéroport, trajets interville, chauffeurs privés et activités touristiques). Nous cherchons une stagiaire dynamique et bilingue pour nous accompagner dans notre développement.",
        "Missions du stage": [
            "Passer des appels professionnels en anglais et en français auprès d’agences, partenaires et clients.",
            "Recueillir des informations (tarifs, conditions, services) et les organiser.",
            "Établir et mettre à jour des rapports clairs et détaillés suite aux appels.",
            "Assurer un suivi régulier avec les partenaires.",
            "Contribuer à l’expansion du réseau MarHire par des appels business."
        ],
        "Profil recherché": [
            "Très bonne maîtrise de l’anglais et du français (oral et écrit).",
            "Aisance au téléphone et bonne communication.",
            "Capacité à rédiger et synthétiser des informations.",
            "Organisée, motivée, sérieuse et proactive.",
            "Un intérêt pour le tourisme ou le commerce est un plus."
        ],
        "Ce que nous offrons": [
            "Stage 100% à distance (télétravail).",
            "Encadrement et formation à la communication business.",
            "Attestation de stage + possibilité de collaboration après le stage.",
            "Expérience concrète dans un contexte international."
        ],
        "Durée": "3 mois."
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186710-stage-pfe-ingenieur-mecanique/",
    "sections": {
        "OFFRE DE STAGE PRÉ-EMBAUCHE": "Poste: Stage PFE Ingénieur Mécanique",
        "Missions Principales": "Stage dans le domaine de l’ingénierie mécanique avec participation à la conception, la maintenance ou l’optimisation de systèmes mécaniques. Travail en équipe pluridisciplinaire.",
        "Profil Recherché": [
            "Bac+5 dans le domaine concerné",
            "0-2 ans dans un poste similaire (un atout)",
            "Maîtrise des logiciels CAO/DAO, connaissance des normes techniques.",
            "Esprit d’analyse, résolution de problèmes techniques."
        ],
        "Atouts": [
            "Maîtrise des outils spécifiques au domaine",
            "Excellentes compétences communicationnelles",
            "Capacité d’adaptation et travail en équipe",
            "Dynamisme et sens des initiatives"
        ]
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186716-stage-commerce-vendeur-non-remunere/",
    "sections": {
        "Ton aventure ?": [
            "Partager ta passion du sport avec nos clients.",
            "Conseiller nos clients passionnés de sport en les aidant à faire les meilleurs choix et en répondant à leurs besoins.",
            "Assurer une mise en rayon qualitative pour garantir une expérience d’achat exceptionnelle.",
            "Veiller à la disponibilité constante de nos produits pour satisfaire nos clients.",
            "Entretenir et réparer les produits de nos sportifs pour prolonger leur durée de vie."
        ],
        "Période de stage ?": "Ce stage dynamique se déroulera sur une période flexible, allant de 1 mois à 2 mois. Le stage va te permettre d’acquérir des compétences précieuses et de t’immerger dans l’univers passionnant de Decathlon.",
        "La Cible ?": "Ce stage est une opportunité d’observation pour découvrir les métiers RETAIL. Le stage est mieux adéquat avec un étudiant en BAC+1 / BAC+2 / BAC+3"
    }
},
{
    "link": "https://www.stagiaires.ma/offres-de-stages-et-premier-emploi-maroc/1186719-stage-developpeur%c2%b7se-blockchain-smart-contracts-web3-h-f-100-remote/",
    "sections": {
        "Missions": [
            "Concevoir, déployer et tester des smart contracts sur Ethereum (Solidity).",
            "Participer à la création de solutions de paiement instantané et d’intégration Web3.",
            "Collaborer avec l’équipe produit pour intégrer la logique blockchain dans nos applications.",
            "Mettre en place et documenter les workflows de transactions sécurisées.",
            "Contribuer à la veille technologique sur les protocoles blockchain, L2 et nouveaux frameworks."
        ],
        "Profil recherché": [
            "Bonne maîtrise de Solidity et des outils associés (Hardhat, Truffle, Remix, Web3.js, Ethers.js).",
            "Compréhension du fonctionnement d’Ethereum, des wallets et des transactions on-chain.",
            "Esprit analytique et culture produit : tu comprends les besoins utilisateurs et les traduis en solutions techniques.",
            "Curiosité, autonomie et envie d’évoluer dans un environnement startup.",
            "Intérêt marqué pour les systèmes décentralisés, les paiements et la finance numérique.",
            "Bonne communication en français (oral + écrit)."
        ],
        "Conditions": [
            "Stage pré-embauche de 6 mois – 100 % remote",
            "Possibilité d’évolution en CDI ou freelance long terme selon performance",
            "Encadrement technique et coaching blockchain tout au long du stage"
        ],
        "Process de recrutement": [
            "Envoi CV + projets GitHub / Dapp (indispensable)",
            "Entretien visio technique + mini-test Solidity",
            "Intégration rapide au sein de l’équipe produit"
        ],
        "Informations complémentaires": [
            "Stage (pré-embauche), avec possibilités d’évolution vers CDI, CDD, Profession libérale ou Apprentissage / Alternance.",
            "6 mois",
            "1.500,00DH à 2.000,00DH par mois"
        ]
    }
}
]